const StoryData = {
    characters: {
        hero: { name: "Макс", description: "Высокий блондин в очках" },
        girls: { name: "Лика и Мика", description: "Блондинка и каштанка" },
        toiletGuy: { name: "Сеня", description: "Парень на унитазе" }
    },
    levels: [
        { id: 1, fact: "Первый патент на туалет с смывом был выдан в 1775 году.", dialog: "Макс: Ну что, команда, начнем великую чистку?" },
        { id: 2, fact: "В среднем человек проводит 3 года жизни в туалете.", dialog: "Сеня: Поторопитесь, я тут надолго застрял..." }
    ]
};